[{
    "category": 1,
    "title": "Surrenders and Submits to God in Worship",
    "questions": [{
        "q": "I constantly evaluate my life and submit every area to Christ as my Lord and Master."}, { 
        "q" : "I live daily with the assurance that God the Father loves me and will provide for me."}, {
        "q": "I worship God daily through personal adoration and praise of Him."} , {
        "q": "I look forward to attending corporate worship service on Sunday."} , {
        "q": "I tithe my income to God cheerfully and sacrificially as part of worship."}, {
        "q":"I am conscious of my brokenness and regularly examine myself to repent of  my sins.  "} , {
        "q": "I obey God daily by doing what He wants me to do, even when it is not my wish."}]
}, {
    "category": 2, 
    "title": "Studies and Applies God's Word",
    "questions":[{
        "q": "I meditate on and memorize God’s Word daily."}, {
        "q": "I journal what God says through His Scriptures daily."}, {
        "q": "I systematically study and conscientiously apply the Scriptures weekly."}, {
        "q": "I have a good grasp of the books of the Bible (in both Old & New Testament)."}, {
        "q": "I know what I believe (doctrines) about the Christian faith."}, {
        "q": "I am often challenged by Scriptures to live faithfully to God in the world."}, {
        "q": "I take comfort/ instructions from Scriptures when I face struggles/ concerns of life."}]
}, {
    "category": 3, 
    "title": "Relies on God in Prayerfulness",
    "questions":[{
        "q": "I rely on God daily through time in prayer for myself, others and the church."}, {
        "q": "I thank God frequently for His faithfulness and answers to prayer."}, {
        "q": "I pray regularly with other Christians, including at CG or church prayer meetings."}, {
        "q": "I listen to God through the practice of extended silence and solitude weekly."}, {
        "q": "I understand and practise Sabbath-keeping weekly."}, {
        "q": "I understand and practise the principles of spiritual warfare."}, {
        "q": "I pray according to the Spirit on different occasions with different requests."}]    
}, {
    "category": 4, 
    "title": "Grows Interdependently in Community",
    "questions":[{
        "q": "I am committed to and supported by a Care Group and/ or Mentoring Group."}, {
        "q": "I feel comfortable to share my personal issues with the CG and/or MG."}, {
        "q": "I am able to resolve conflicts biblically and lovingly within my CG and / or MG"}, {
        "q": "I regularly attend a mid-size group (e.g. Women’s; Men’s; Youth; or YAF group etc)."}, {
        "q": "I have spiritual friends whom I welcome to lovingly speak truth into my life."}, {
        "q": "I am open to lovingly speak truth into the lives of my spiritual friends."}, {
        "q": "I have a godly mentor with whom I meet regularly to seek spiritual guidance. "}]    
}, {
    "category": 5, 
    "title": "Lives Out Life’s Vocation Faithfully",
    "questions":[{
        "q": "I put God’s calling for me as a spouse, parent and/ or child as first priority over work."}, {
        "q": "I pray for and/ or with my family every week."}, {
        "q": "I spend extended personal time with my spouse, kids and/or parents every week."}, {
        "q": "I spend time teaching my children about God every week."}, {
        "q": "I enjoy what I do at my workplace/ school as God’s intended station for me."}, {
        "q": "I seek to contribute positively to my workplace/ school through Christian values."}, {
        "q": "I seek to reach out to my colleagues/ schoolmates through my conduct and speech."}]    
}, {
    "category": 6, 
    "title": "Serves Joyfully Within and Without the Church",
    "questions":[{
        "q": "I know my spiritual gift(s) and preferred area(s) of ministry."}, {
        "q": "I regularly exercise my spiritual gift(s) to serve within or without the church.         "}, {
        "q": "I feel refreshed and connected with God through my service."}, {
        "q": "I am committed to serve in 1-3 areas in the church."}, {
        "q": "I serve joyfully and humbly, as an expression of love for God."}, {
        "q": "I am well equipped with needed skills to be effective in my area of service."}, {
        "q": "I am willing to step out of the comfort zone to serve in any area of need."}]    
}, {
    "category": 7, 
    "title": "Relates Winsomely to Pre-Believers ",
    "questions":[{
        "q": "I am conscious about having a good testimony with pre-believers."}, {
        "q": "I am praying for the salvation of a few pre-believing friends/ family members."}, {
        "q": "I know how to share the Gospel and/ or my personal testimony in a simple way."}, {
        "q": "I share the Gospel with non-Christians when opportunity arises."}, {
        "q": "I am actively involved in our church’s outreach to our West Coast neighbourhood."}, {
        "q": "I am able to nurture a new believer to grow spiritually."}, {
        "q": "I am regularly involved in praying, giving and/or going for missions work overseas."}]    
}, {
    "category": 8, 
    "title": "Seeks to Make Other Disciples Intentionally",
    "questions":[{
        "q": "I intentionally look out for people whom God has placed in my heart to invest time in."}, {
        "q": "I pray for the people I am helping to grow and nurture as disciples."}, {
        "q": "I spend time regularly helping these people grow as disciples of Jesus Christ."}, {
        "q": "I encourage and challenge these disciples to in turn, nurture other disciples of Christ."}, {
        "q": "I connect these disciples of Christ with people whom they can make disciples of."}, {
        "q": "I help them work through questions and difficulties in their disciple-making process."}, {
        "q": "I help these disciples become intentional in helping others make other disciples."}]    
}]